Repository: Athar891/AgrisenseiOS
Catalog: Agrisense/*.lproj/Localizable.strings
Languages: ta, te

# dashboard_title
source: Dashboard
ta: டேஷ்போர்டு
te: డ్యాష్‌బోర్డు

# profile_title
source: Profile
ta: சுயவிவரம்
te: ప్రొఫైల్

source: Language Settings
ta: மொழி அமைப்புகள்
te: భాషా సెట్టింగ్‌లు

# language_selected_preview
source: Language selected: %@
ta: மொழி தேர்ந்தெடுக்கப்பட்டது: %@
te: ఎంచుకున్న భాష: %@

source: Select language
ta: மொழியை தேர்வு செய்க
te: భాషను ఎంచుకోండి

# select_indian_language
source: Choose Indian Language
ta: இந்திய மொழியை தேர்வு செய்க
te: భారతీయ భాషను ఎంచుకోండి

source: Cancel
ta: ரத்து
te: రద్దు

source: Upload Photo
ta: புகைப்படத்தை பதிவேற்றவும்
te: ఫోటో అప్లోడ్ చేయండి

source: Uploading...
ta: பதிவேற்றப்படுகிறது...
te: అప్లోడవుతోంది...

# tab_home
source: Home
ta: முகப்பு
te: హోమ్

# tab_market
source: Market
ta: சந்தை
te: మార్కెట్

# tab_community
source: Community
ta: சமுதாயம்
te: కమ్యూనిటీ

# tab_assistant
source: Assistant
ta: உதவியாளர்
te: సహాయకుడు

# tab_profile
source: Profile
ta: சுயவிவரம்
te: ప్రొఫైల్

# community_title
source: Community
ta: சமுதாயம்
te: కమ్యూనిటీ

# ai_assistant_title
source: AI Assistant
ta: AI உதவியாளர்
te: AI సహాయకుడు

# order_history_title
source: Order History
ta: ஆர்டர் வரலாறு
te: ఆర్డర్ చరిత్ర

# community_discussions
source: Discussions
ta: விவாதங்கள்
te: చర్చలు

# community_events
source: Events
ta: நிகழ்வுகள்
te: ఈవెంట్లు

# community_experts
source: Experts
ta: நிபுணர்கள்
te: నిపుణులు

# community_groups
source: Groups
ta: குழுக்கள்
te: గ్రూపులు

source: Search community...
ta: சமுதாயத்தை தேடுங்கள்...
te: కమ్యూనిటీని వెతకండి...

source: Dark Mode
ta: டார்க் மோட்
te: డార్క్ మోడ్

# view_past_orders
source: View your past orders
ta: உங்கள் கடந்த ஆர்டர்களைப் பார்க்கவும்
te: మీ గత ఆర్డర్లను చూడండి

# orders_spent
source: %d orders • %@ spent
ta: %d ஆர்டர்கள் • %@ செலவழித்தது
te: %d ఆర్డర్లు • %@ ఖర్చు

source: Sign Out
ta: சைன் அவுட்
te: సైన్ అవుట్

# app_tagline
source: Empowering Agriculture Through Technology
ta: தொழில்நுட்ப மூலமாக வேளாண்மை திறன் மேம்படுத்துதல்
te: సాంకేతికత ద్వారా వ్యవసాయాన్ని సాధికారంగా చేయడం

source: Get Started
ta: தொடக்கு
te: ప్రారంభించండి

source: Learn More
ta: மேலும் கற்றுக்கொள்ளுங்கள்
te: మరింత తెలుసుకోండి

# onboarding_page1_title
source: Welcome to AgriSense
ta: AgriSense-இல் உங்களை வரவேற்கிறோம்
te: AgriSenseలో మీకు స్వాగతం

# onboarding_page1_subtitle
source: Your comprehensive agriculture companion
ta: உங்கள் விரிவான வேளாண் துணை
te: మీ సమగ్ర వ్యవసాయ సహచరుడు

# onboarding_page1_description
source: Connect with the farming community, manage your crops, and access the marketplace all in one place.
ta: விவசாய சமுதாயத்துடன் இணைந்திருங்கள், உங்கள் பயிர்களை நிர்வகிக்கவும், மற்றும் அனைத்து சந்தைப் பொருட்களையும் ஒரே இடத்தில் அணுகுங்கள்.
te: వ్యవసాయ సమాజంతో కనెక్ట్ అవ్వండి, మీ పంటలను నిర్వహించండి, మరియు మార్కెట్‌ప్లేస్‌ను ఒకే చోట యాక్సెస్ చేయండి.

# onboarding_page2_title
source: Smart Dashboard
ta: ஸ்மார்ட் டாஷ்போர்டு
te: స్మార్ట్ డాష్‌బోర్డ్

# onboarding_page2_subtitle
source: Monitor your farm at a glance
ta: ஒரு நொடியிலேயே உங்கள் பண்ணையை கண்காணிக்கவும்
te: ఒక نظرలో మీ ферము ని మానిటర్ చేయండి

# onboarding_page2_description
source: Track crop health, weather conditions, and market prices with our intelligent dashboard.
ta: எங்கள் நுண்ணறிவுத் தகுதி டாஷ்போர்டுடன் பயிர் நலம், வானிலை நிலைகள், மற்றும் சந்தை விலைகளைப் பதிவுசெய்க.
te: మా ఇంటెలిజెంట్ డాష్బోర్డ్‌తో పంట ఆరోగ్యం, వాతావరణ శ్రేణులు, మరియు మార్కెట్ ధరలను ట్రాక్ చేయండి.

# onboarding_page3_title
source: Marketplace
ta: மார்க்கெட்ட்பிளேஸ்
te: మార్కెట్ప్లేస్

# onboarding_page3_subtitle
source: Buy and sell with confidence
ta: நம்பிக்கையுடன் வாங்கவும் விற்கவும்
te: విశ్వాసంతో కొనండి మరియు అమ్మండి

# onboarding_page3_description
source: Connect directly with buyers and sellers. Get fair prices and build lasting relationships.
ta: வாங்குபவர்களுக்கும் விற்குபவர்களுக்கும் நேரடியாக இணையுங்கள். நியாயமான விலைகளைப் பெறுங்கள் மற்றும் நீடித்த உறவுகளை உருவாக்குங்கள்.
te: కొనుగోలుదారులు మరియు అమ్మకదారులతో నేరుగా కనెక్ట్ అవ్వండి. సరైన ధరలు పొందండి మరియు నిలకడ ఉన్న సంబంధాలు నిర్మించండి.

# onboarding_page4_title
source: Community
ta: கூட்டுறவு
te: కమ్యూనిటీ

# onboarding_page4_subtitle
source: Learn from fellow farmers
ta: இன்னுடைய பயிர்காரர்களிடமே கற்கவும்
te: అన్నీ రైతుల నుండి నేర్చుకోండి

# onboarding_page4_description
source: Share experiences, ask questions, and stay updated with the latest farming techniques.
ta: அனுபவங்களை பகிரவும், கேள்விகள் கேளுங்கள், மற்றும் சமீபத்திய விவசாய தொழில்நுட்பங்கள் பற்றி புதுப்பிக்கப்படுங்கள்.
te: అనుభవాలను పంచుకోండి, ప్రశ్నలు అడగండి, మరియు తాజా వ్యవసాయ సాంకేతికతలతో అప్డేట్ కలిగించుకోండి.

# onboarding_page5_title
source: AI Assistant
ta: AI உதவியாளர்
te: AI సహాయకుడు

# onboarding_page5_subtitle
source: Get expert advice anytime
ta: எப்போதும் நிபுணர் ஆலோசனையைப் பெறுங்கள்
te: ఎప్పుడైనా నిపుణుల సలహా పొందండి

# onboarding_page5_description
source: Our AI assistant helps you make informed decisions about crops, weather, and market trends.
ta: எங்கள் AI உதவியாளர் பயிர்கள், வானிலை, மற்றும் சந்தை போக்குகள் பற்றி அறிவிக்கப்பட்ட முடிவுகளை எடுக்க உதவுகிறது.
te: మా AI సహాయకుడు పంటల, వాతావరణం, మరియు మార్కెట్ ట్రెండ్స్ గురించి తెలివైన నిర్ణయాలు తీసుకోవడంలో మీకు సహాయపడుతుంది.

source: Next
ta: அடுத்து
te: తర్వాత

source: Back
ta: பின்னால்
te: వెనుక

source: Skip
ta: தாண்டு
te: వదిలివేయి

source: Welcome Back
ta: திரும்ப வருகை
te: మళ్లీ స్వాగతం

source: Sign in to your account
ta: உங்கள் கணக்கில் கையொப்பமிடவும்
te: మీ ఖాతాలో సైన్ ఇన్ చేయండి

# email_address_label
source: Email Address
ta: அஞ்சல் முகவரி
te: ఇమెయిల్ చిరునామా

# enter_email_placeholder
source: Enter your email
ta: உங்கள் மின்னஞ்சலை உள்ளிடுங்கள்
te: మీ ఇమెయిల్ నమోదు చేయండి

# password_label
source: Password
ta: கடவுச்சொல்
te: పాస్వర్డ్

# enter_password_placeholder
source: Enter your password
ta: உங்கள் கடவுச்சொல்லை உள்ளிடுங்கள்
te: మీ పాస్వర్డ్ నమోదు చేయండి

source: Forgot Password?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
te: పాస్వర్డ్ మర్చిపోయారా?

source: Sign In with Email
ta: மின்னஞ்சல் மூலம் உள்நுழைக
te: ఇమెయిల్‌తో సైన్ ఇన్ చేయండి

source: or
ta: அல்லது
te: లేదా

source: Continue with Google
ta: Google உடன் தொடரவும்
te: Google తో కొనసాగించండి

source: Continue with Apple
ta: Apple உடன் தொடரவும்
te: Apple తో కొనసాగించండి

# dont_have_account
source: Don't have an account?
ta: கணக்கு இல்லை?
te: ఖాతా లేనిదే?

source: Sign Up
ta: பதிவு
te: సైన్ అప్

# create_account
source: Create Your Account
ta: உங்கள் கணக்கை உருவாக்கவும்
te: మీ ఖాతాను సృష్టించండి

# join_community
source: Join the agricultural community
ta: பண்ணையாளர் சமுதாயத்தில் இணையுங்கள்
te: వ్యవసాయ సమాజంలో చేరండి

source: I am a:
ta: நான் ஒரு:
te: నేను ఒక:-

source: Full Name
ta: முழு பெயர்
te: పూర్తి పేరు

# enter_full_name_placeholder
source: Enter your full name
ta: உங்கள் முழு பெயரை உள்ளிடுங்கள்
te: మీ పూర్తి పేరు నమోదు చేయండి

# phone_number_label
source: Phone Number
ta: தொலைபேசி எண்
te: ఫోన్ నంబర్

# enter_phone_placeholder
source: Enter your phone number
ta: உங்கள் தொலைபேசி எண்ணை உள்ளிடுங்கள்
te: మీ ఫోన్ నంబర్ నమోదు చేయండి

source: Confirm Password
ta: கடவுச்சொல்லை உறுதிசெய்
te: పాస్వర్డ్‌ను నిర్ధారించండి

# confirm_password_placeholder
source: Confirm your password
ta: உங்கள் கடவுச்சொல்லை உறுதிசெய்க
te: మీ పాస్వర్డ్‌ను నిర్ధారించండి

source: Sign Up with Email
ta: மின்னஞ்சல் மூலம் பதிவு செய்யவும்
te: ఇమెయిల్‌తో సైన్ అప్ చేయండి

# already_have_account
source: Already have an account?
ta: ஏற்கனவே கணக்கு உள்ளதா?
te: ఇప్పటికే ఖాతా ఉన్నదా?

source: Sign In
ta: உள்நுழைய
te: సైన్ ఇన్

# marketplace_title
source: Marketplace
ta: மார்க்கெட்ட்பிளேஸ்
te: మార్కెట్‌ప్లేస్

source: My Cart
ta: என் வண்டி
te: నా కార్ట్

# your_cart_empty
source: Your cart is empty
ta: உங்கள் வண்டி காலியாக உள்ளது
te: మీ కార్ట్ ఖాళీగా ఉంది

# add_products_prompt
source: Add some products from the marketplace to get started
ta: தொடங்க சந்தைக்கு சில பொருட்களைச் சேர்க்கவும்
te: ప్రారంభించడానికి మార్కెట్‌ప్లేస్ నుండి కొన్ని ఉత్పత్తులను జోడించండి

source: Close
ta: மூடுங்கள்
te: మూసివేయి

source: Clear
ta: தெளிவான
te: స్పష్టంగా

# welcome_back_greeting
source: Welcome back,
ta: திரும்ப வருகை
te: మళ్లీ స్వాగతం

# dashboard_whats_happening
source: Here's what's happening with your %@ today
ta: இங்கே இன்று உங்கள் %@-இல் என்ன நடக்கிறது
te: ఇక్కడ మీ %@ కి సంబంధించిన విషయాలు ఇవే

source: farm
ta: பண்ணை
te: ఫారం

source: business
ta: வணிகம்
te: వ్యవసాయం

source: Enable Location for Weather
ta: வானிலைக்காக இடத்தை இயக்கவும்
te: వాతావరణానికి స్థానం ఎన్‌బుల్ చేయండి

# location_access_denied_settings
source: Location access denied. Please enable it in Settings.
ta: இட அணுகலை மறுத்தது. தயவுசெய்து அமைப்புகளில் இயக்கவும்.
te: స్థానం యాక్సెస్ నిరాకరించబడింది. దయచేసి సెట్టింగ్స్‌లో ఎన్‌బుల్ చేయండి.

source: Weather unavailable
ta: வானிலை கிடைக்கவில்லை
te: వాతావరణం అందుబాటులో లేదు

source: Active Crops
ta: செயலில் உள்ள பயிர்கள்
te: సక్రియ పంటలు

source: Harvest Ready
ta: அறுவடை தயாராக உள்ளது
te: పంట కోతకు సిద్ధం

source: Soil Health
ta: மண் சுகாதாரம்
te: మట్టిరోగ్యం

source: Active Listings
ta: செயலில் உள்ள பட்டியல்கள்
te: సక్రియ లిస్టింగ్స్

source: Orders Today
ta: இன்றைய ஆர்டர்கள்
te: ఇ today's ఆర్డర్లు

source: Revenue
ta: வருமானம்
te: ఆదాయం

source: Rating
ta: மதிப்பீடு
te: రేటింగ్

# no_active_crops
source: No active crops yet
ta: இன்னும் செயல்பாட்டில் உள்ள பயிர்கள் எதுவும் இல்லை
te: ఇప్పుడు సక్రియ పంటలు లేవు

# add_first_crop_prompt
source: Add your first crop to start tracking its health and progress
ta: அதன் சுகாதாரம் மற்றும் முன்னேற்றத்தை டிரேக் செய்ய உங்கள் முதல் பயிரைச் சேர்க்கவும்
te: దాని ఆరోగ్యం మరియు పురోగతిని ట్రాక్ చేయడానికి మీ మొదటి పంటను జోడించండి

source: Quick Actions
ta: விரைவான நடவடிக்கைகள்
te: త్వరిత చర్యలు

source: Add Crop
ta: பயிர் சேர்க்கவும்
te: పంట జోడించండి

source: Check Weather
ta: வானிலைச் சரிபார்
te: వాతావరణాన్ని తనిఖీ చేయండి

source: Market Prices
ta: மார்க்கெட் விலைகள்
te: మార్కెట్ ధరలు

source: Soil Test
ta: மண் சோதனை
te: మట్టి పరీక్ష

source: Sales Overview
ta: விற்பனை கண்ணோட்டம்
te: అమ్మకాల అవలోకనం

source: Today's Sales
ta: இன்றைய விற்பனைகள்
te: నేడు కొనిగినవి

source: vs Yesterday
ta: நேற்றைய விட
te: నిన్నతో సరిపోల్చి

source: Inventory Alerts
ta: சரக்குச் சிக்னல்கள்
te: ఇన్వెంటరీ హెచ్చరికలు

source: Recent Activity
ta: சமீபத்திய செயல்பாடு
te: ఇటీవల జరిగిన కార్యాచరణ

# activity_crop_watered
source: Crop watered
ta: பயிர் ஊற்றப்பட்டது
te: పంటకి నీరు పోశారు

# activity_order_completed
source: Order completed
ta: ஆர்டர் முடிந்தது
te: ఆర్డర్ పూర్తి అయింది

# activity_price_updated
source: Price updated
ta: விலை புதுப்பிக்கப்பட்டது
te: ధర అప్డేట్ అయింది

# activity_2_hours_ago
source: 2 hours ago
ta: 2ம்.மணி முன்பு
te: 2 గంటల క్రితం

# activity_4_hours_ago
source: 4 hours ago
ta: 4 மணி முன்பு
te: 4 గంటల క్రితం

# activity_6_hours_ago
source: 6 hours ago
ta: 6 மணி முன்பு
te: 6 గంటల క్రితం

# notifications_title
source: Notifications
ta: அறிவிப்புகள்
te: నోటిఫికేషన్స్

source: No Image
ta: படம் இல்லை
te: చిత్రం లేదు

source: Basic Information
ta: அடிப்படை தகவல்
te: మౌలిక సమాచారం

source: Field Location
ta: புல்துறை இடம்
te: ఫీల్డ్ స్థానము

source: Planted
ta: நட்டது
te: రాపి

source: Expected Harvest
ta: எதிர்பார்க்கப்படும் அறுவடை
te: అంచనా పండ్లు

source: Days Since Planting
ta: நாட்கள் since நட்புவம்
te: నాటినతీసిన రోజుల ఏర్పాటు

source: days
ta: நாட்கள்
te: రోజులు

source: Days Until Harvest
ta: அறுவைவரை நாட்கள்
te: పండ్లు కోత వరకు రోజులు

source: Status
ta: நிலை
te: స్థితి

source: Overdue for harvest
ta: அறுவடைதிற்காக காலவரை கடந்து
te: పంట కోతకు ఆలస్యంగా ఉంది

source: Current Status
ta: தற்போதைய நிலை
te: ప్రస్తుత స్థితి

source: Growth Stage
ta: வளர்ச்சி நிலை
te: వృద్ధి దశ

source: Health Status
ta: உடல் நிலை
te: ఆరోగ్య పరిస్థితి

source: Progress Timeline
ta: முன்னேற்ற காலவரிசை
te: ప్రగతి టైమ్‌లైన్

# percent_complete
source: %d%% Complete
ta: %d%% நிறைவு
te: %d%% పూర్తి

source: Notes
ta: குறிப்புகள்
te: గమనికలు

source: Select Crop Image
ta: பயிர் படம் தேர்வு செய்க
te: పంట చిత్రం ఎంచుకోండి

# additional_notes_placeholder
source: Additional notes about this crop...
ta: இந்த பயிர் பற்றிய கூடுதல் குறிப்புகள்...
te: ఈ పంట గురించి అదనపు గమనికలు...

source: Save Changes
ta: மாற்றங்களை சேமி
te: మార్పులను సేవ్ చేయండి

source: Delete Crop
ta: பயிர் நீக்கு
te: పంటను తొలగించండి

# edit_x
source: Edit %@
ta: %@ ஐ திருத்து
te: %@ ని ఎడిట్ చేయండి

source: Error
ta: பிழை
te: లోపం

source: OK
ta: சரி
te: సరే

source: Delete
ta: அழி
te: తొలగించు

# delete_crop_confirmation
source: Are you sure you want to delete this crop? This action cannot be undone.
ta: நீங்கள் இந்த பயிரை நீக்க விரும்புகிறீர்களா? இந்த செயல்முறை திரும்ப முடியாதது.
te: మీరు నిజంగా ఈ పంటను తొలగించాలనుకుంటున్నారా? ఈ చర్య తిరిగి పోకుండా ఉంటుంది.

# user_not_found_try_login
source: User not found. Please try logging in again.
ta: பயனர் காணப்படவில்லை. மீண்டும் பதிவு செய்ய முயற்சிக்கவும்.
te: వినియోగదారు కనుగొనబడలేదు. దయచేసి మళ్ళీ లాగిన్ చేయడానికి ప్రయత్నించండి.

# failed_update_crop
source: Failed to update crop: %@
ta: பயிர் புதுப்பிக்க தோல்வி: %@
te: పంటను అప్డేట్ చేయలేకపోయాం: %@

# failed_delete_crop
source: Failed to delete crop: %@
ta: பயிர் நீக்க தோல்வி: %@
te: పంటను తొలగించడంలో విఫలమయ్యింది: %@

source: Crop Image (Optional)
ta: பயிர் படம் (தேர்ந்தெடுக்க)
te: పంట చిత్రం (ఐచ్ఛిక)

source: Notes (Optional)
ta: குறிப்புகள் (தேர்ந்தெடுக்க)
te: గమనికలు (ఐచ్ఛిక)

source: Crop Name
ta: பயிர் பெயர்
te: పంట పేరు

source: Planting Date
ta: நட்ட தேதி
te: నాటిన తేది

source: Request Soil Test
ta: மண் சோதனை கோரிக்கை
te: మట్టు పరీక్షను అభ్యర్థించండి

source: Soil Test Request
ta: மண் சோதனை கோரிக்கை
te: మట్టు పరీక్ష అభ్యర్థన

source: Location
ta: இடம்
te: స్ధానం

source: Sample ID
ta: மாதிரி ஐடி
te: నమూనా ఐడెంట్

source: Crop Prices
ta: பயிர் விலைகள்
te: పంట ధరలు

# wheat_price
source: Wheat: ₹2,000 / quintal
ta: கோதுமை: ₹2,000 / குவின்டல்
te: గోదుమ: ₹2,000 / క్వింటల్

# corn_price
source: Corn: ₹1,800 / quintal
ta: பாசிப்பருப்பு: ₹1,800 / குவின்டல்
te: భూ: ₹1,800 / క్వింటల్

# soybeans_price
source: Soybeans: ₹4,500 / quintal
ta: சோயா: ₹4,500 / குவின்டல்
te: సోయాబీన్స్: ₹4,500 / క్వింటల్

source: Done
ta: முடிந்தது
te: పూర్తయి

source: Add New Crop
ta: புதிய பயிர் சேர்க்கவும்
te: కొత్త పంట జోడించండి

# assistant_welcome_title
source: Krishi AI
ta: கிரிஷி AI
te: కృషి AI

# assistant_tools
source: Tools
ta: கருவிகள்
te: సాధనాలు

# assistant_input_placeholder
source: Ask me anything...
ta: ஏதாவது கேளுங்கள்...
te: ఏదైనా అడగండి...

# assistant_missing_api_key
source: I'm currently being configured. Please add your Gemini API key to use the full AI capabilities.
ta: நான் தற்போது அமைக்கப்படுகிறேன். முழுமையான AI திறன்களைப் பயன்படுத்த உங்கள் Gemini API விசையைச் சேர்க்கவும்.
te: నేను ప్రస్తుతం అమర్చబడుతున్నాను. పూర్తిస్థాయి AI సామర్థ్యాలను వినియోగించడానికి మీ Gemini API key ను చేర్చండి.

# assistant_generic_error
source: I encountered an error: %@. Please try again.
ta: பிழை ஏற்பட்டது: %@. தயவுசெய்து மீண்டும் முயற்சி செய்யவும்.
te: లోపం జరిగింది: %@. దయచేసి తిరిగి ప్రయత్నించండి.

# assistant_action_weather
source: What's the weather forecast for farming?
ta: விவசாயத்திற்கான வானிலை முன்னறிவிப்பு என்ன?
te: వ్యవసాయానికి వాతావరణ సూచన ఏమిటి?

# assistant_action_disease
source: How to identify crop diseases?
ta: பயிர் நோய்களை எப்படி அடையாளம் காணலாம்?
te: పంట రోగాలను ఎలా గుర్తించాలి?

# assistant_action_market_prices
source: Current market prices for vegetables
ta: காய்கறிகளின் தற்போதைய சந்தை விலைகள்
te: కూరగాయల ప్రస్తుత మార్కెట్ ధరలు

# assistant_action_irrigation
source: Best irrigation practices
ta: சிறந்த பாசன முறைகள்
te: ఉత్తమ నీటిపారుదల పద్ధతులు

# assistant_action_seasonal
source: Seasonal crop recommendations
ta: பருவகால பயிர் பரிந்துரைகள்
te: ఋతువారీ పంట సిఫార్సులు

source: Loading discussions...
ta: விவாதங்கள் ஏற்றப்படுகின்றன...

source: Error loading discussions
ta: விவாதங்கள் ஏற்றுவதில் பிழை

source: No discussions yet
ta: இன்னும் விவாதங்கள் இல்லை

source: No discussions found
ta: விவாதங்கள் எதுவும் கிடைக்கவில்லை

# be_first_discussion
source: Be the first to start a discussion!
ta: முதலில் விவாதம் தொடங்குங்கள்!

# add_comment
source: Add a Comment
ta: கருத்து சேர்க்கவும்

source: Commenting on:
ta: கருத்து தெரிவிக்கிறீர்கள்:

source: Your comment
ta: உங்கள் கருத்து

source: Post Comment
ta: கருத்து இடுங்கள்

source: Delete Post
ta: பதிவு நீக்கு

# delete_post_confirmation
source: Are you sure you want to delete this post? This action cannot be undone.
ta: நீங்கள் இந்த பதிவை நிச்சயமாக நீக்க விரும்புகிறீர்களா? இந்த செயலை மீண்டும் செய்ய முடியாது.

source: Comments
ta: கருத்துகள்

# no_comments_yet
source: No comments yet. Be the first to comment.
ta: இன்னும் கருத்துகள் இல்லை. முதலில் கருத்து தெரிவிக்கவும்.

source: Discussion
ta: விவாதம்

# category_all
source: All
ta: அனைத்தும்

# category_farming
source: Farming
ta: விவசாயம்

# category_technology
source: Technology
ta: தொழில்நுட்பம்

# category_market
source: Market
ta: சந்தை

# category_weather
source: Weather
ta: வானிலை

# category_equipment
source: Equipment
ta: உபகரணங்கள்

# category_other
source: Other
ta: மற்றவை

source: Post Details
ta: பதிவு விவரங்கள்

source: Title
ta: தலைப்பு

# whats_on_mind
source: What's on your mind?
ta: உங்கள் மனதில் என்ன உள்ளது?

source: Category
ta: வகை

source: Photo
ta: புகைப்படம்

source: Remove Photo
ta: புகைப்படத்தை நீக்கு

source: Add Photo
ta: புகைப்படம் சேர்க்கவும்

source: New Post
ta: புதிய பதிவு

source: Post
ta: பதிவிடு

source: Uploading Image...
ta: படம் பதிவேற்றப்படுகிறது...

source: Saving post...
ta: பதிவு சேமிக்கப்படுகிறது...

source: Error Saving Post
ta: பதிவை சேமிப்பதில் பிழை

# government_schemes_title
source: Government Schemes
ta: அரசாங்க திட்டங்கள்

# government_schemes_subtitle
source: Discover government initiatives that support farmers.
ta: விவசாயிகளுக்கு ஆதரவு அளிக்கும் அரசாங்க முயற்சிகளைக் கண்டறியுங்கள்.

source: Visit Official Site
ta: அதிகாரப்பூர்வ தளத்தைப் பார்க்கவும்

# scheme_pmkisan_name
source: PM-Kisan Samman Nidhi
ta: பிரதமர் கிசான் சம்மான் நிதி

# scheme_pmkisan_desc
source: Direct income support for farmers. Receive up to ₹6,000 per year.
ta: விவசாயிகளுக்கு நேரடி வருமான ஆதரவு. ஆண்டுக்கு ₹6,000 வரை பெறுங்கள்.

# scheme_pmfby_name
source: Pradhan Mantri Fasal Bima Yojana
ta: பிரதமர் ஃபசல் பீமா யோஜனா

# scheme_pmfby_desc
source: Crop insurance for farmers against natural calamities.
ta: இயற்கை பேரிடர்களுக்கு எதிராக விவசாயிகளுக்கான பயிர் காப்பீடு.

# scheme_shc_name
source: Soil Health Card Scheme
ta: மண் ஆரோக்கிய அட்டை திட்டம்

# scheme_shc_desc
source: Get your soil tested and receive recommendations for better yield.
ta: உங்கள் மண்ணைச் சோதித்து சிறந்த விளைச்சலுக்கான பரிந்துரைகளைப் பெறுங்கள்.

# scheme_kcc_name
source: Kisan Credit Card (KCC)
ta: கிசான் கிரெடிட் அட்டை (KCC)

# scheme_kcc_desc
source: Easy access to credit for farmers at low interest rates.
ta: குறைந்த வட்டி விகிதத்தில் விவசாயிகளுக்கான கடனுக்கு எளிய அணுகல்.

# scheme_nfsm_name
source: National Food Security Mission
ta: தேசிய உணவு பாதுகாப்பு திட்டம்

# scheme_nfsm_desc
source: Increase production of rice, wheat, pulses, and coarse cereals.
ta: அரிசி, கோதுமை, பருப்பு மற்றும் சிறு தானியங்களின் உற்பத்தியை அதிகரிக்கவும்.
